[
    {
      "name": "John Smith",
      "id" : 1,
      "description": "John Smith is a home cook who loves to experiment with bold flavors and unique ingredients. His signature dish is a spicy Thai basil stir-fry with fresh vegetables and fragrant herbs.",
      "recipe": {
        "name": "Spicy Thai Basil Stir-Fry",
        "ingredients": [
          "1 lb. boneless chicken breast, sliced",
          "2 bell peppers, sliced",
          "1 onion, sliced",
          "1 cup fresh basil leaves",
          "2 tbsp. soy sauce"
        ],
        "method": "Heat a large wok over high heat. Add 2 tablespoons of oil and swirl to coat. Add the chicken and stir-fry until browned and cooked through, about 3-4 minutes. Remove from the wok and set aside. Add another tablespoon of oil to the wok and add the peppers and onion. Stir-fry until the vegetables are slightly softened, about 2-3 minutes. Add the cooked chicken back to the wok along with the basil leaves and soy sauce. Stir-fry until everything is well combined and heated through, about 1-2 minutes. Serve over rice.",
        "rating": 4.8,
        "image": "https://images.pexels.com/photos/376464/pexels-photo-376464.jpeg?auto=compress&cs=tinysrgb&w=600"
      }
    },
    {
      "name": "John Smith",
      "id" : 2,
      "description": "John Smith is a pastry chef who loves to create beautiful and delicious desserts. His signature dish is a classic French apple tart with a buttery crust and caramelized apples.",
      "recipe": {
        "name": "French Apple Tart",
        "ingredients": [
          "1 sheet frozen puff pastry, thawed",
          "4 Granny Smith apples, peeled and sliced",
          "1/4 cup sugar",
          "2 tbsp. butter",
          "1/4 tsp. ground cinnamon"
        ],
        "method": "Preheat the oven to 375°F. Roll out the puff pastry on a floured surface to a 12-inch circle. Transfer the pastry to a baking sheet lined with parchment paper. Arrange the sliced apples on top of the pastry in a circular pattern, leaving a 1-inch border. Sprinkle the sugar over the apples and dot with butter. Sprinkle the cinnamon over the top. Bake for 30-35 minutes or until the pastry is golden brown and the apples are tender. Serve warm with vanilla ice cream or whipped cream.",
        "rating": 4.9,
        "image": "https://images.pexels.com/photos/70497/pexels-photo-70497.jpeg?auto=compress&cs=tinysrgb&w=600"
      }
    },
    {
      "name": "John Smith",
      "id" : 3,
      "description": "John Smith is a barbecue enthusiast who loves to smoke and grill meats for his family and friends. His signature dish is a juicy and flavorful smoked brisket with a homemade barbecue sauce.",
      "recipe": {
        "name": "Smoked Brisket",
        "ingredients": [
          "1 whole beef brisket, trimmed",
          "2 tbsp. kosher salt",
          "2 tbsp. black pepper",
          "1 tbsp. garlic powder",
          "1 tbsp. onion powder"
        ],
         "method": "Preheat the oven to 375°F. Roll out the puff pastry on a floured surface to a 12-inch circle. Transfer the pastry to a baking sheet lined with parchment paper. Arrange the sliced apples on top of the pastry in a circular pattern, leaving a 1-inch border. Sprinkle the sugar over the apples and dot with butter. Sprinkle the cinnamon over the top. Bake for 30-35 minutes or until the pastry is golden brown and the apples are tender. Serve warm with vanilla ice cream or whipped cream.",
        "rating": 4.9,
        "image": "https://images.pexels.com/photos/1099680/pexels-photo-1099680.jpeg?auto=compress&cs=tinysrgb&w=600"
      }
    },
    {
        "name": "John Smith",
        "id" : 4,
        "description": "John Smith is a health-conscious cook who loves to create delicious and nutritious meals for his family. His signature dish is a colorful and flavorful quinoa salad with roasted vegetables and a tangy lemon vinaigrette.",
        "recipe": {
          "name": "Roasted Vegetable Quinoa Salad",
          "ingredients": [
            "1 cup quinoa",
            "2 cups water",
            "1 red pepper, chopped",
            "1 yellow pepper, chopped",
            "1 zucchini, chopped"
          ],
          "method": "Preheat the oven to 400°F. Rinse the quinoa and add it to a medium saucepan with the water. Bring to a boil, then reduce the heat to low and cover. Simmer for 15-20 minutes or until the water is absorbed and the quinoa is tender. Remove from the heat and let cool. Meanwhile, toss the chopped vegetables with the olive oil and season with salt and pepper. Spread them out on a baking sheet and roast in the oven for 20-25 minutes or until tender and slightly charred. In a small bowl, whisk together the balsamic vinegar, honey, Dijon mustard, lemon juice, and parsley. In a large bowl, combine the cooled quinoa, roasted vegetables, and dressing. Toss to coat everything evenly. Serve at room temperature or chilled.",
          "rating": 4,
          "image": "https://images.pexels.com/photos/842571/pexels-photo-842571.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
    },
    {
        "name": "Jane Doe",
        "id" : 5,
        "description": "Jane Doe is a passionate home cook who loves to experiment with new flavors and ingredients. She enjoys creating healthy and satisfying meals that are both delicious and easy to prepare. Her favorite recipe is a spicy shrimp stir-fry with fresh vegetables and aromatic spices.",
        "recipe": {
          "name": "Spicy Shrimp Stir-Fry",
          "ingredients": [
            "1 lb. shrimp, peeled and deveined",
            "2 cups mixed vegetables (such as broccoli, bell peppers, and onions), chopped",
            "3 garlic cloves, minced",
            "1 inch fresh ginger, grated",
            "2 tbsp. soy sauce",
            "1 tbsp. rice vinegar",
            "1 tbsp. honey",
            "1 tsp. sesame oil"
          ],
          "method": "In a small bowl, whisk together the soy sauce, rice vinegar, honey, sesame oil, and red pepper flakes. Set aside. Heat the vegetable oil in a large skillet over medium-high heat. Add the garlic and ginger and cook for 1-2 minutes, until fragrant. Add the shrimp and cook for 2-3 minutes, until pink and cooked through. Remove the shrimp from the pan and set aside. Add the chopped vegetables to the pan and cook for 3-4 minutes, until tender-crisp. Return the shrimp to the pan and pour in the sauce. Stir to coat everything evenly and cook for 1-2 minutes, until the sauce thickens. Serve over cooked rice.",
          "rating": 4.5,
          "image": "https://images.pexels.com/photos/699953/pexels-photo-699953.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Jane Doe",
        "id" : 6,
        "description": "Jane Doe is a busy mom who loves to cook healthy and delicious meals for her family. She likes to keep things simple and use fresh, wholesome ingredients. Her go-to recipe is a flavorful and comforting chicken noodle soup.",
        "recipe": {
          "name": "Homemade Chicken Noodle Soup",
          "ingredients": [
            "1 lb. boneless, skinless chicken breasts",
            "8 cups chicken broth",
            "2 cups mixed vegetables (such as carrots, celery, and onions), chopped",
            "2 garlic cloves, minced",
            "1 tsp. dried thyme",
            "1 tsp. dried oregano",
            "1 bay leaf",
            "2 cups egg noodles"
          ],
          "method": "In a large pot, bring the chicken broth to a boil. Add the chicken breasts, mixed vegetables, garlic, thyme, oregano, and bay leaf. Reduce the heat to low and simmer for 20-25 minutes, until the chicken is cooked through and the vegetables are tender. Remove the chicken from the pot and shred it with two forks. Discard the bay leaf. Add the egg noodles to the pot and cook for 6-8 minutes, until tender. Return the shredded chicken to the pot and stir to combine. Season with salt and pepper, to taste. Sprinkle with chopped parsley before serving.",
          "rating": 4.8,
          "image": "https://images.pexels.com/photos/1640772/pexels-photo-1640772.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Jane Doe",
        "id" : 7,
        "description": "Jane Doe is a food blogger who loves to share her recipes and cooking tips with her readers. She enjoys experimenting with different cuisines and creating unique flavor combinations. Her signature dish is a savory vegetable quiche with a flaky crust and creamy filling.",
        "recipe": {
          "name": "Vegetable Quiche",
          "ingredients": [
            "1 9-inch pie crust",
            "1 tbsp. olive oil",
            "1 onion, chopped",
            "2 cups mixed vegetables (such as spinach, bell peppers, and mushrooms), chopped",
            "4 eggs",
            "1 cup heavy cream",
            "1/2 cup shredded cheddar cheese"
          ],
          "method": "Preheat the oven to 375°F. In a large skillet, heat the olive oil over medium heat. Add the onion and cook for 3-4 minutes, until softened. Add the mixed vegetables and cook for 5-6 minutes, until tender. In a separate bowl, whisk together the eggs, heavy cream, cheddar cheese, salt, and black pepper. Add the cooked vegetables to the egg mixture and stir to combine. Pour the mixture into the pie crust. Bake for 35-40 minutes, until the filling is set and the crust is golden brown. Allow to cool for 10 minutes before slicing and serving.",
          "rating": 4.6,
          "image": "https://images.pexels.com/photos/323682/pexels-photo-323682.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Jane Doe",
        "id" : 8,
        "description": "Jane Doe is a culinary instructor who teaches cooking classes to both novice and experienced cooks. She specializes in Italian cuisine and loves to share her knowledge and expertise with her students. Her favorite recipe is a classic spaghetti and meatballs dish with a rich tomato sauce and homemade meatballs.",
        "recipe": {
          "name": "Spaghetti and Meatballs",
          "ingredients": [
            "1 lb. spaghetti",
            "1 lb. ground beef",
            "1/2 cup breadcrumbs",
            "1/2 cup grated Parmesan cheese",
            "1/4 cup chopped fresh parsley",
            "1 egg"
          ],
          "method": "Cook the spaghetti according to the package instructions. In a large bowl, mix together the ground beef, breadcrumbs, Parmesan cheese, parsley, egg, garlic, salt, and pepper. Form the mixture into meatballs, about 1 inch in diameter. In a large skillet, heat the olive oil over medium heat. Add the onion and cook for 3-4 minutes, until softened. Add the crushed tomatoes, oregano, basil, red pepper flakes, salt, and pepper. Bring to a simmer and add the meatballs. Cover and cook for 15-20 minutes, until the meatballs are cooked through. Serve the meatballs and sauce over cooked spaghetti.",
          "rating": 4.9,
          "image": "https://images.pexels.com/photos/1410235/pexels-photo-1410235.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Bob Johnson",
        "id" : 9,
        "description": "Bob Johnson is a self-taught home cook who loves to create simple and delicious meals for his family and friends. He believes that anyone can learn to cook with a bit of practice and patience. His favorite dish is a classic beef stew with tender chunks of beef and hearty vegetables.",
        "recipe": {
          "name": "Beef Stew",
          "ingredients": [
            "1 lb. beef stew meat",
            "2 cups beef broth",
            "1 onion, chopped",
            "3 carrots, peeled and chopped",
            "3 potatoes, peeled and chopped"
          ],
          "method": "In a large pot, heat a bit of oil over medium-high heat. Add the beef and cook until browned on all sides. Add the broth, onion, carrots, and potatoes. Bring to a boil and then reduce heat to a simmer. Cover and cook for about 2 hours, or until the beef is tender and the vegetables are cooked through. Season with salt and pepper, to taste. Serve hot with crusty bread.",
          "rating": 4.3,
          "image": "https://images.pexels.com/photos/2641886/pexels-photo-2641886.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Bob Johnson",
        "id" : 10,
        "description": "Bob Johnson is an avid outdoorsman who enjoys hunting and fishing. He often cooks the game and fish he catches using simple techniques that let the natural flavors shine through. His favorite recipe is grilled salmon with a tangy citrus marinade.",
        "recipe": {
          "name": "Grilled Citrus Salmon",
          "ingredients": [
            "4 salmon fillets",
            "1/4 cup fresh orange juice",
            "1/4 cup fresh lime juice",
            "1/4 cup honey",
            "2 garlic cloves, minced"
          ],
          "method": "In a small bowl, whisk together the orange juice, lime juice, honey, and garlic. Place the salmon fillets in a large resealable plastic bag and pour the marinade over them. Seal the bag and refrigerate for at least 30 minutes, or up to 2 hours. Preheat a grill to medium-high heat. Remove the salmon from the marinade and discard the marinade. Grill the salmon for 6-8 minutes per side, or until cooked through. Serve hot.",
          "rating": 4.7,
          "image": "https://images.pexels.com/photos/718742/pexels-photo-718742.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Bob Johnson",
        "id" : 11,
        "description": "Bob Johnson is a busy professional who likes to cook quick and easy meals after a long day at work. He often uses a slow cooker to make hearty and flavorful dishes with minimal effort. His favorite recipe is a savory beef chili with beans and spices.",
        "recipe": {
          "name": "Slow Cooker Beef Chili",
          "ingredients": [
            "1 lb. ground beef",
            "1 onion, chopped",
            "2 cans (14 oz. each) diced tomatoes",
            "2 cans (14 oz. each) kidney beans, drained and rinsed",
            "2 tbsp. chili powder"
          ],
          "method": "In a small bowl, whisk together the orange juice, lime juice, honey, and garlic. Place the salmon fillets in a large resealable plastic bag and pour the marinade over them. Seal the bag and refrigerate for at least 30 minutes, or up to 2 hours. Preheat a grill to medium-high heat. Remove the salmon from the marinade and discard the marinade. Grill the salmon for 6-8 minutes per side, or until cooked through. Serve hot.",
          "rating": 4.7,
          "image": "https://images.pexels.com/photos/604969/pexels-photo-604969.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Bob Johnson",
        "id" : 12,
        "description": "Jane Doe is a culinary instructor who teaches cooking classes to both novice and experienced cooks. She specializes in Italian cuisine and loves to share her knowledge and expertise with her students. Her favorite recipe is a classic spaghetti and meatballs dish with a rich tomato sauce and homemade meatballs.",
        "recipe": {
          "name": "Grilled Citrus Salmon",
          "ingredients": [
            "4 salmon fillets",
            "1/4 cup fresh orange juice",
            "1/4 cup fresh lime juice",
            "1/4 cup honey",
            "2 garlic cloves, minced"
          ],
          "method": "In a small bowl, whisk together the orange juice, lime juice, honey, and garlic. Place the salmon fillets in a large resealable plastic bag and pour the marinade over them. Seal the bag and refrigerate for at least 30 minutes, or up to 2 hours. Preheat a grill to medium-high heat. Remove the salmon from the marinade and discard the marinade. Grill the salmon for 6-8 minutes per side, or until cooked through. Serve hot.",
          "rating": 4.7,
          "image": "https://images.pexels.com/photos/3186654/pexels-photo-3186654.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Emily Kim",
        "id" : 13,
        "description": "Emily Kim is a Korean-American food blogger who loves to share her passion for Korean cuisine with the world. She grew up watching her mother and grandmother cook traditional Korean dishes, and she has continued the tradition in her own kitchen. Her favorite dish is bibimbap, a colorful and healthy rice bowl topped with vegetables, meat, and a fried egg.",
        "recipe": {
          "name": "Bibimbap",
          "ingredients": [
            "2 cups cooked rice",
            "1 carrot, julienned",
            "1 zucchini, julienned",
            "1 cup bean sprouts",
            "4 oz. beef, sliced"
          ],
          "method": "Heat a bit of oil in a large skillet over medium-high heat. Add the beef and cook until browned on all sides. Remove from the skillet and set aside. Add the carrot and zucchini to the skillet and cook until tender. Remove from the skillet and set aside. Add the bean sprouts to the skillet and cook until slightly wilted. Remove from the skillet and set aside. To assemble the bibimbap, divide the rice among 4 bowls. Top each bowl with the beef, carrots, zucchini, bean sprouts, and a fried egg. Serve hot with gochujang sauce.",
          "rating": 4.5,
          "image": "https://images.pexels.com/photos/2983099/pexels-photo-2983099.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Emily Kim",
        "id" : 14,
        "description": "Emily Kim loves to experiment with different flavors and ingredients in her cooking. She often creates fusion dishes that combine Korean and other Asian cuisines. Her favorite recipe is Korean-style tacos, which feature marinated beef, slaw, and spicy sauce.",
        "recipe": {
          "name": "Korean Beef Tacos",
          "ingredients": [
            "4 oz. beef, sliced",
            "1/4 cup soy sauce",
            "2 tbsp. rice vinegar",
            "1 tbsp. honey",
            "1 garlic clove, minced"
          ],
          "method": "In a small bowl, whisk together the soy sauce, rice vinegar, honey, and garlic. Add the beef and marinate for at least 30 minutes, or up to 2 hours. Preheat a grill or grill pan to high heat. Grill the beef for 3-4 minutes per side, or until cooked through. To assemble the tacos, warm the tortillas and top each one with beef, slaw, and a drizzle of spicy sauce.",
          "rating": 4.8,
          "image": "https://images.pexels.com/photos/3789885/pexels-photo-3789885.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Emily Kim",
        "id" : 15,
        "description": "Emily Kim enjoys making simple yet flavorful dishes that can be prepared in a short amount of time. Her go-to recipe is spicy Korean-style noodles, which are made with just a few ingredients and pack a punch of flavor.",
        "recipe": {
          "name": "Spicy Korean Noodles",
          "ingredients": [
            "8 oz. noodles",
            "2 tbsp. gochujang",
            "1 tbsp. soy sauce",
            "1 tbsp. sesame oil",
            "1 green onion, chopped"
          ],
          "method": "Cook the noodles according to package instructions. In a small bowl, whisk together the gochujang, soy sauce, and sesame oil. Drain the noodles and toss with the sauce. Top with chopped green onion and serve hot or cold.",
          "rating": 4.5,
          "image": "https://images.pexels.com/photos/3659862/pexels-photo-3659862.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Alex Rodriguez",
        "id" : 16,
        "description": "This recipe for grilled steak is one of Alex Rodriguez's a classic dish that's perfect for a summer barbecue or a special occasion. The steak is marinated in a simple blend of olive oil, garlic, and herbs, then grilled to perfection.",
        "recipe": {
          "name": "Grilled Steak",
          "ingredients": [
            "2 lb. sirloin steak",
            "1/4 cup olive oil",
            "4 cloves garlic, minced",
            "1 tbsp. fresh rosemary, chopped",
            "1 tbsp. fresh thyme, chopped"
          ],
          "method": "In a small bowl, whisk together the olive oil, garlic, rosemary, and thyme. Rub the mixture all over the steak and let it marinate for at least 30 minutes. Preheat a grill to high heat. Grill the steak for 5-6 minutes per side, or until cooked to your desired level of doneness. Let the steak rest for a few minutes before slicing and serving.",
          "rating": 4.8,
          "image": "https://images.pexels.com/photos/2116094/pexels-photo-2116094.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Alex Rodriguez",
        "id" : 17,
        "description": "This recipe for shrimp scampi is a quick and easy dish that Alex Rodriguez loves to make for his family. It's a classic Italian recipe that's full of flavor and can be made in just 20 minutes. The shrimp are cooked in a garlic and butter sauce and served over pasta.",
        "recipe": {
          "name": "Shrimp Scampi",
          "ingredients": [
            "1 lb. shrimp, peeled and deveined",
            "4 cloves garlic, minced",
            "1/4 cup butter",
            "1/4 cup white wine",
            "1/4 cup chopped parsley"
          ],
          "method": "Cook the pasta according to package instructions. While the pasta is cooking, melt the butter in a large skillet over medium heat. Add the garlic and cook for 1-2 minutes, or until fragrant. Add the shrimp and cook for 2-3 minutes, or until pink and cooked through. Add the white wine and parsley to the skillet and stir to combine. Drain the pasta and add it to the skillet. Toss to combine and serve hot.",
          "rating": 4.7,
          "image": "https://images.pexels.com/photos/2762942/pexels-photo-2762942.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "Alex Rodriguez",
        "id" : 18,
        "description": "This recipe for lemon garlic chicken is a healthy and flavorful dish that Alex Rodriguez loves to make for his family. The chicken is marinated in a lemon and garlic mixture, then baked to perfection. It's a simple and delicious meal that's perfect for a weeknight dinner.",
        "recipe": {
          "name": "Lemon Garlic Chicken",
          "ingredients": [
            "4 boneless, skinless chicken breasts",
            "1/4 cup olive oil",
            "3 cloves garlic, minced",
            "1 lemon, juiced",
            "1 tsp. dried oregano"
          ],
          "method": "Preheat the oven to 400°F. In a small bowl, whisk together the olive oil, garlic, lemon juice, and oregano. Place the chicken breasts in a baking dish and pour",
          "rating": 4.8,
          "image": "https://images.pexels.com/photos/2664216/pexels-photo-2664216.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "David Lee",
        "id" : 19,
        "description": "David Lee is a home cook who loves to experiment with bold flavors and unique ingredients. His signature dish is a spicy Thai basil stir-fry with fresh vegetables and fragrant herbs.",
        "recipe": {
          "name": "Spicy Thai Basil Stir-Fry",
          "ingredients": [
            "1 lb. boneless chicken breast, sliced",
            "2 bell peppers, sliced",
            "1 onion, sliced",
            "1 cup fresh basil leaves",
            "2 tbsp. soy sauce"
          ],
          "method": "Heat a large wok over high heat. Add 2 tablespoons of oil and swirl to coat. Add the chicken and stir-fry until browned and cooked through, about 3-4 minutes. Remove from the wok and set aside. Add another tablespoon of oil to the wok and add the peppers and onion. Stir-fry until the vegetables are slightly softened, about 2-3 minutes. Add the cooked chicken back to the wok along with the basil leaves and soy sauce. Stir-fry until everything is well combined and heated through, about 1-2 minutes. Serve over rice.",
          "rating": 4.8,
          "image": "https://images.pexels.com/photos/2228559/pexels-photo-2228559.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "David Lee",
        "id" : 20,
        "description": "David Lee is a pastry chef who loves to create beautiful and delicious desserts. His signature dish is a classic French apple tart with a buttery crust and caramelized apples.",
        "recipe": {
          "name": "French Apple Tart",
          "ingredients": [
            "1 sheet frozen puff pastry, thawed",
            "4 Granny Smith apples, peeled and sliced",
            "1/4 cup sugar",
            "2 tbsp. butter",
            "1/4 tsp. ground cinnamon"
          ],
          "method": "Preheat the oven to 375°F. Roll out the puff pastry on a floured surface to a 12-inch circle. Transfer the pastry to a baking sheet lined with parchment paper. Arrange the sliced apples on top of the pastry in a circular pattern, leaving a 1-inch border. Sprinkle the sugar over the apples and dot with butter. Sprinkle the cinnamon over the top. Bake for 30-35 minutes or until the pastry is golden brown and the apples are tender. Serve warm with vanilla ice cream or whipped cream.",
          "rating": 4.9,
          "image": "https://images.pexels.com/photos/1832016/pexels-photo-1832016.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
        "name": "David Lee",
        "id" : 21,
        "description": "David Lee is a barbecue enthusiast who loves to smoke and grill meats for his family and friends. His signature dish is a juicy and flavorful smoked brisket with a homemade barbecue sauce.",
        "recipe": {
          "name": "Smoked Brisket",
          "ingredients": [
            "1 whole beef brisket, trimmed",
            "2 tbsp. kosher salt",
            "2 tbsp. black pepper",
            "1 tbsp. garlic powder",
            "1 tbsp. onion powder"
          ],
           "method": "Preheat the oven to 375°F. Roll out the puff pastry on a floured surface to a 12-inch circle. Transfer the pastry to a baking sheet lined with parchment paper. Arrange the sliced apples on top of the pastry in a circular pattern, leaving a 1-inch border. Sprinkle the sugar over the apples and dot with butter. Sprinkle the cinnamon over the top. Bake for 30-35 minutes or until the pastry is golden brown and the apples are tender. Serve warm with vanilla ice cream or whipped cream.",
          "rating": 4.9,
          "image": "https://images.pexels.com/photos/1194431/pexels-photo-1194431.jpeg?auto=compress&cs=tinysrgb&w=600"
        }
      },
      {
          "name": "David Lee",
          "id" : 22,
          "description": "David Lee is a health-conscious cook who loves to create delicious and nutritious meals for his family. His signature dish is a colorful and flavorful quinoa salad with roasted vegetables and a tangy lemon vinaigrette.",
          "recipe": {
            "name": "Roasted Vegetable Quinoa Salad",
            "ingredients": [
              "1 cup quinoa",
              "2 cups water",
              "1 red pepper, chopped",
              "1 yellow pepper, chopped",
              "1 zucchini, chopped"
            ],
            "method": "Preheat the oven to 400°F. Rinse the quinoa and add it to a medium saucepan with the water. Bring to a boil, then reduce the heat to low and cover. Simmer for 15-20 minutes or until the water is absorbed and the quinoa is tender. Remove from the heat and let cool. Meanwhile, toss the chopped vegetables with the olive oil and season with salt and pepper. Spread them out on a baking sheet and roast in the oven for 20-25 minutes or until tender and slightly charred. In a small bowl, whisk together the balsamic vinegar, honey, Dijon mustard, lemon juice, and parsley. In a large bowl, combine the cooled quinoa, roasted vegetables, and dressing. Toss to coat everything evenly. Serve at room temperature or chilled.",
            "rating": 4,
            "image": "https://images.pexels.com/photos/1527603/pexels-photo-1527603.jpeg?auto=compress&cs=tinysrgb&w=600"
          }
      }
]   